const n={},p=`<h1>如何联系G老师</h1>
<blockquote>
<p>本文介绍如何初次使用诸如GPT等预训练聊天机器人，主要是以OpenAI的Chat-GPT为主。</p>
</blockquote>
<hr>
<h2>1. 如何获得一个可以使用的OpenAI账户</h2>
<p>OpenAI目前在**国区（包括港澳地区）**是不提供GPT服务的，所以我们需要获得一个其他地区的OpenAI账户。</p>
<p>那么主要的获取途径有两个：</p>
<ul>
<li>直接购入一个全新的OpenAI账户。</li>
<li>通过SMS虚拟接码来永久注册。</li>
</ul>
<p>前者较为简单，我们着重谈论后者：</p>
<h3>1. 准备一个非内地邮箱（实在内地也可以，但是怕往后的问题）</h3>
<p>确保邮箱是可以接受邮件的即可。
进入OpenAI官网一步一步注册，直到需要手机号注册的步骤即可进入下一步</p>
<h3>2. 准备虚拟接码</h3>
<p>由于OpenAI无法在国区和港澳地区提供服务，所以我们不能够直接使用+86的号码和港澳的号码来接验证码。
因此我们需要一个虚拟接码平台。</p>
<p>SMS虚拟接码平台：https://sms-activate.org/cn</p>
<ul>
<li>
<ol>
<li>进入平台后，注册账户，充值最低档。</li>
</ol>
</li>
<li>
<ol start="2">
<li>尽可能找比较发达的国家号码（比较落后的国家可能迟迟得不到验证码或者会接收失败）</li>
</ol>
</li>
<li>
<ol start="3">
<li>使用提供的号码完成OpenAI的注册流程</li>
</ol>
</li>
</ul>
<h2>2. 如何高效地使用GPT提高自己的学习效率</h2>
<blockquote>
<p>这其实是一个很大的话题，后续可能也会对本文的这一部分作相关的补充和更新</p>
</blockquote>
<p><strong>前言：</strong>
在使用预训练聊天机器人之前和使用之后，我一直都有听说诸如“AI用多了会让使用者变蠢”、“更多的AI使用会使得AI逐步取代我们”、“AI的回答错漏百出，根本不如人”、“AI会使我们产生依赖性，失去之后就不知道怎么办了”的说法。</p>
<p>这其实是很见仁见智的。</p>
<p>那么就此来逐一谈谈我对以上说法的看法：</p>
<h3>1. AI是否会使得使用者陷入缺乏思考的状态</h3>
<p>在我一年的GPT使用经验来看，我认为目前的状态并非是缺乏思考，而是频繁的使用者会进入一种更为高效的思考逻辑。对于一个平常的任务，我们通常会接收到相对抽象的任务需求。</p>
<p>我们以日常的报告作文为例。</p>
<p>假如我们接收到了一个撰写当月学习报告的无聊任务，我们并不想在这份报告上浪费我们宝贵的学习时间。那么此时我们就会请求机器人的帮助。但是一个简单的“帮我写一篇学习报告”的指令会使得机器人的答案不尽人意（答案可能要么泛泛而谈，要么是一个完全无关的学习报告）。</p>
<p>在面对以上的情况的时候，熟练的使用者往往会从机器人的思维出发，引导它生成我们想要的答案。我会告诉他我们当月学习的内容、我的身份、我所做的任务，以此作为GPT的“吃饭”（向后传播算法）的材料，然后我会讲述文章的需求（比如需要引用的数量，论证的方式，需不需要感想的部分）。最终，一篇完成度接近7成的文章就这样诞生了。往后只需稍加润色便可以成为一篇可以使用的文章</p>
<p>那么透过以上的案例，可以看出我们并没有减少思考，而是我们的思考方式开始变得不同。我们开始思考我们创作一样事物时，我们会怎么思考，我们究竟会运用到多少材料等等。鄙人认为，这是我们能够进一步提高创作效率的必要思维转变之一。</p>
<h3>2. 过多的AI是否会加速替代正常的工作岗位</h3>
<p>我认为二者是没有必然关系的。</p>
<p>工作岗位的替代意味着更高效率的生产方式的出现。那么更多AI的使用并不会直接使得社会上会出现更高效率的AI。当然可能会说，AI的需求越多，那么就会有越多人来加入这一方面，难道不会使得更多更高效率的AI出现吗？那么越多人的加入这一步，不也在创造岗位吗？关系太过于复杂，可能性太多的时候，面对难以预测的问题，我的建议是先顾及眼前的事物即可。</p>
<p>那么说完宏观的角度，再从自身利益的角度出发。鄙人认为，未来除了需要AI替代不了的人，还需要懂得如何高效使用AI和改进AI的人。那么从这个角度出发，了解GPT的运作和从他的角度思考也是很有必要的·。</p>
<h3>3. 如何理解模型的错误</h3>
<p>很多时候我们会看见模型会作出许多错误的判断，甚至乎很多简单的计算，简单的阅读理解等等都会发生错误。这个时候便有人会说，如此出错频繁的机器是难以忍受的。</p>
<p>这个说法可以从两个角度出发。</p>
<p>第一，出错的频率。出错的频率实际上是可以继续改进的。通过给模型更多的训练数据，或者是优化其部分算法，都可以使得最后的错误率下降。而后期通过关键词和微调，也可以使得它在某些领域更为专业。那么这其实不算做一个本质问题，只能算作一个发展的水平问题。</p>
<p>第二，其错误是否真的完全影响到使用。那么这个问题也是见仁见智的，具体来说，这基于你想从模型中得到什么。很多时候我在撰写代码的时候，我并不希望它直接给我一套完整的代码，而是用伪代码替代之，从而得到一个创作思路。对于文章也是如此，我会选择让他写一份完成度60%以上的文章，再加上自己部分，从而形成一篇完整的文章。若你想直接替代人完成工作，那么它确实不尽人意。</p>
<h3>4. 关于AI使用的依赖性</h3>
<p>我们将视角倒回到十年前，2014年。</p>
<p>这个时候，市面上的智能触屏手机刚刚上市，很多新功能逐渐地在互联网上出现。诸如网络社区，线上购物，网络问答逐渐地出现，让很多人都在各种报刊读物上都表达了手机狂潮出现，会不会让我们产生依赖性，会不会让大家离开了手机都不能活了？十年后的今天，我们在使用线上支付，手机出行码出行，小程序点单，手机打车，手机购票......可以说没了手机我们寸步难行。</p>
<p>这一点，他们确实说对了。但是问题在于，我们不会没有手机。</p>
<p>我们几乎手机不离身，那么这样的担忧其实是没用的。从中国哲学上来说，万物皆有所依。我们依赖我们身边的一切来生活，我们需要考虑的，是我们是否可以长期地使用。所以我们更该去推进其发展，保证我们的长期使用，提高效率。</p>
<hr>
<p>AI的使用终有两面性，诸位谨慎使用，使之利于自身。</p>
`;export{n as attributes,p as html};
